export default {
  projections: {
    ЗданиеE: {
      адреса: {
        __caption__: 'Адрес'
      },
      номерДома: {
        __caption__: 'Номер дома'
      },
      адрес: {
        __caption__: 'Город',
        город: {
          __caption__: 'Город'
        }
      }
    },
    ЗданиеL: {
      адреса: {
        __caption__: 'Адрес'
      },
      номерДома: {
        __caption__: 'Номер дома'
      },
      адрес: {
        __caption__: 'Город',
        город: {
          __caption__: 'Город'
        }
      }
    }
  },
  validations: {
    адреса: {
      __caption__: 'адреса'
    },
    номерДома: {
      __caption__: 'номерДома'
    },
    адрес: {
      __caption__: 'адрес'
    }
  }
};
