export default {
  projections: {
    ОбслуживаниеE: {
      наименование: {
        __caption__: 'Наименование'
      },
      этаж: {
        __caption__: 'Этаж',
        этаж: {
          __caption__: 'Этаж'
        }
      }
    },
    ОбслуживаниеL: {
      наименование: {
        __caption__: 'Наименование'
      },
      этаж: {
        __caption__: 'Этаж',
        этаж: {
          __caption__: 'Этаж'
        }
      }
    }
  },
  validations: {
    наименование: {
      __caption__: 'Наименование'
    },
    этаж: {
      __caption__: 'Этаж'
    }
  }
};
