export default {
  projections: {
    ЭтажE: {
      этаж: {
        __caption__: 'Этаж'
      },
      здание: {
        __caption__: 'Здание',
        адреса: {
          __caption__: 'Адрес'
        },
        номерДома: {
          __caption__: 'Номер дома'
        }
      }
    },
    ЭтажL: {
      этаж: {
        __caption__: 'Этаж'
      },
      здание: {
        __caption__: 'Адреса',
        адреса: {
          __caption__: 'Адреса'
        },
        номерДома: {
          __caption__: 'Номер дома'
        }
      }
    }
  },
  validations: {
    этаж: {
      __caption__: 'Этаж'
    },
    здание: {
      __caption__: 'Здание'
    }
  }
};
