export default {
  projections: {
    КофеE: {
      наименование: {
        __caption__: 'Наименование'
      },
      цена: {
        __caption__: 'Цена'
      },
      материалы: {
        __caption__: 'Материалы',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      допы: {
        __caption__: 'Допы',
        наименование: {
          __caption__: 'Наименование'
        },
        количество: {
          __caption__: 'Количество'
        },
        объем: {
          __caption__: 'Объем'
        }
      },
      стаканчик: {
        __caption__: 'Стаканчик',
        номер: {
          __caption__: 'Номер'
        },
        объем: {
          __caption__: 'Объем'
        }
      }
    },
    КофеL: {
      наименование: {
        __caption__: 'Наименование'
      },
      цена: {
        __caption__: 'Цена'
      }
    }
  },
  validations: {
    наименование: {
      __caption__: 'Наименование'
    },
    цена: {
      __caption__: 'Цена'
    },
    материалы: {
      __caption__: 'Материалы'
    },
    допы: {
      __caption__: 'Допы'
    },
    стаканчик: {
      __caption__: 'Стаканчик'
    }
  }
};
